tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "autoenv"
brew "automake"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazaar"
brew "cfssl"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "detox"
brew "direnv"
brew "doctl"
brew "etcd"
brew "exiftool"
brew "ffmpeg"
brew "fping"
brew "fzf"
brew "git"
brew "git-crypt"
brew "go"
brew "glide"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "graphviz"
brew "grip"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "jhead"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "lastpass-cli"
brew "libxmlsec1"
brew "mas"
brew "mercurial"
brew "mysql", restart_service: true
brew "node@8", link: true
brew "openshift-cli"
brew "pyenv"
brew "rbenv"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "sift"
brew "st"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh"
cask "evernote"
cask "gitx"
cask "mono-mdk"
cask "pycharm-ce"
cask "skitch"
cask "spotify"
cask "unrarx"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
mas "Microsoft Remote Desktop", id: 1295203466
