tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/services"
tap "wallix/awless"
brew "python@2"
brew "ansible"
brew "aptly"
brew "aria2"
brew "autoenv"
brew "automake"
brew "python"
brew "awscli", link: false
brew "bash"
brew "bash-completion"
brew "bazaar"
brew "cdrtools"
brew "cfssl"
brew "colordiff"
brew "composer"
brew "coreutils"
brew "ctags"
brew "curl"
brew "detox"
brew "direnv"
brew "doctl"
brew "etcd"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fping"
brew "fzf"
brew "git", args: ["with-openssl"]
brew "git-crypt"
brew "go"
brew "glide"
brew "gnupg", link: false
brew "gnu-sed"
brew "gnupg@1.4"
brew "gotags"
brew "graphviz"
brew "grip"
brew "groovy"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "ipython"
brew "jenv"
brew "jhead"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "lastpass-cli"
brew "libxmlsec1"
brew "mas"
brew "mercurial"
brew "protobuf"
brew "mosh"
brew "mutt"
brew "mysql", restart_service: true
brew "ncftp"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nmap", link: false
brew "node"
brew "node@8"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "php"
brew "postgresql", restart_service: true
brew "prometheus"
brew "pyenv"
brew "qt", link: true
brew "sip"
brew "pyqt"
brew "rbenv"
brew "rclone"
brew "redis", restart_service: true
brew "ripgrep"
brew "rpm"
brew "ruby"
brew "shellcheck"
brew "sift"
brew "st"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vagrant-completion"
brew "vault"
brew "vim", args: ["with-python@2", "without-python"]
brew "watch"
brew "wget"
brew "xorriso"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "wallix/awless/awless"
cask "agenda"
cask "android-file-transfer"
cask "aware"
cask "docker"
cask "docker-edge"
cask "evernote"
cask "gimp"
cask "grammarly"
cask "java6"
cask "java8"
cask "minishift"
cask "mono-mdk"
cask "pycharm-ce"
cask "spectacle"
cask "spotify"
cask "teamviewer"
cask "there"
cask "unrarx"
cask "vagrant"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
mas "feedly", id: 865500966
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Picture Collage Maker 3 Lite", id: 715483615
mas "Xcode", id: 497799835
